Repository: yoapycom/yoapy-social-poster
Catalog: languages/yoapy-social-poster-*.po
Languages: ar, bn_bd, fr_fr, hi_in, id_id, ru_ru

source: YoApy Social Poster
ar: YoApy ناشر الوسائط الاجتماعية
bn_bd: YoApy সোশ্যাল পোস্টার
hi_in: YoApy सोशल पोस्टर

source: YoApy Planner
ar: YoApy المخطط
bn_bd: YoApy পরিকল্পনাকারী
fr_fr: YoApy Planificateur
hi_in: YoApy योजनाकार
id_id: YoApy Perencana
ru_ru: YoApy Планировщик

source: Settings
ar: الإعدادات
bn_bd: সেটিংস
fr_fr: Paramètres
hi_in: सेटिंग्स
id_id: Pengaturan
ru_ru: Настройки

source: Logs
ar: السجلات
bn_bd: লগস
fr_fr: Journaux
hi_in: लॉग्स
id_id: Log
ru_ru: Логи

source: Settings saved.
ar: تم حفظ الإعدادات.
bn_bd: সেটিংস সংরক্ষিত হয়েছে।
fr_fr: Paramètres sauvegardés.
hi_in: सेटिंग्स सहेजी गईं।
id_id: Pengaturan tersimpan.
ru_ru: Настройки сохранены.

source: Failed
ar: فشل
bn_bd: ব্যর্থ
fr_fr: Échec
hi_in: असफल
id_id: Gagal
ru_ru: Неудача

source: Connected
ar: متصل
bn_bd: সংযুক্ত
fr_fr: Connecté
hi_in: जुड़ा हुआ
id_id: Terhubung
ru_ru: Подключено

source: Need API Keys?
ar: تحتاج مفاتيح API؟
bn_bd: API কী প্রয়োজন?
fr_fr: Besoin de clés API ?
hi_in: API कीज़ चाहिए?
id_id: Perlu API Keys?
ru_ru: Нужны API ключи?

source: Create them for free at
ar: قم بإنشائها مجاناً في
bn_bd: বিনামূল্যে তৈরি করুন
fr_fr: Créez-les gratuitement sur
hi_in: इन्हें मुफ्त में बनाएं
id_id: Buat gratis di
ru_ru: Создайте их бесплатно на

source: Enable social posting
ar: تفعيل النشر الاجتماعي
bn_bd: সোশ্যাল পোস্টিং সক্ষম করুন
fr_fr: Activer la publication sociale
hi_in: सोशल पोस्टिंग सक्षम करें
id_id: Aktifkan posting sosial
ru_ru: Включить публикацию в соцсетях

source: Networks
ar: الشبكات
bn_bd: নেটওয়ার্কস
fr_fr: Réseaux
hi_in: नेटवर्क्स
id_id: Jaringan
ru_ru: Сети

source: Type
ar: النوع
bn_bd: ধরন
hi_in: प्रकार
id_id: Tipe
ru_ru: Тип

source: Image Post
ar: منشور صورة
bn_bd: ছবি পোস্ট
fr_fr: Publication Image
hi_in: इमेज पोस्ट
id_id: Posting Gambar
ru_ru: Пост с изображением

source: Video/Reels
ar: فيديو/ريلز
bn_bd: ভিডিও/রিলস
fr_fr: Vidéo/Reels
hi_in: वीडियो/रील्स
ru_ru: Видео/Рилз

source: Story
ar: قصة
bn_bd: স্টোরি
hi_in: स्टोरी
ru_ru: История

source: Caption/Title
ar: التسمية التوضيحية/العنوان
bn_bd: ক্যাপশন/শিরোনাম
fr_fr: Légende/Titre
hi_in: कैप्शन/शीर्षक
id_id: Keterangan/Judul
ru_ru: Подпись/Заголовок

source: Image URL
ar: رابط الصورة
bn_bd: ছবির URL
fr_fr: URL de l'image
hi_in: इमेज URL
id_id: URL Gambar
ru_ru: URL изображения

source: Video URL
ar: رابط الفيديو
bn_bd: ভিডিও URL
fr_fr: URL de la vidéo
hi_in: वीडियो URL
id_id: URL Video
ru_ru: URL видео

source: Article URL
ar: رابط المقال
bn_bd: নিবন্ধের URL
fr_fr: URL de l'article
hi_in: लेख URL
id_id: URL Artikel
ru_ru: URL статьи

source: Schedule
ar: جدولة
bn_bd: সময়সূচী
fr_fr: Programmer
hi_in: शेड्यूल
id_id: Jadwal
ru_ru: Расписание

source: Leave empty to publish immediately
ar: اتركه فارغاً للنشر فوراً
bn_bd: তৎক্ষণাৎ প্রকাশ করতে খালি রাখুন
fr_fr: Laisser vide pour publier immédiatement
hi_in: तुरंत प्रकाशित करने के लिए खाली छोड़ें
id_id: Kosongkan untuk terbit langsung
ru_ru: Оставьте пустым для немедленной публикации

source: Schedule independent publications and track their status.
ar: جدولة المنشورات المستقلة وتتبع حالتها.
bn_bd: স্বতন্ত্র প্রকাশনা সময়সূচী করুন এবং তাদের অবস্থা ট্র্যাক করুন।
fr_fr: Programmez des publications indépendantes et suivez leur statut.
hi_in: स्वतंत्र प्रकाशन शेड्यूल करें और उनकी स्थिति ट्रैक करें।
id_id: Jadwalkan publikasi independen dan lacak statusnya.
ru_ru: Планируйте независимые публикации и отслеживайте их статус.

source: Create API Keys
ar: إنشاء مفاتيح API
bn_bd: API কী তৈরি করুন
fr_fr: Créer des clés API
hi_in: API कीज़ बनाएं
id_id: Buat API Keys
ru_ru: Создать API ключи

source: Pending
ar: معلق
bn_bd: অপেক্ষমান
fr_fr: En attente
hi_in: लंबित
id_id: Tertunda
ru_ru: В ожидании

source: Scheduled
ar: مجدول
bn_bd: নির্ধারিত
fr_fr: Programmé
hi_in: शेड्यूल्ड
id_id: Dijadwalkan
ru_ru: Запланировано

source: Processing
ar: قيد المعالجة
bn_bd: প্রক্রিয়াকরণ
fr_fr: Traitement
hi_in: प्रसंस्करण
id_id: Memproses
ru_ru: Обработка

source: Completed
ar: مكتمل
bn_bd: সম্পূর্ণ
fr_fr: Terminé
hi_in: पूर्ण
id_id: Selesai
ru_ru: Завершено

source: Errors
ar: أخطاء
bn_bd: ত্রুটি
fr_fr: Erreurs
hi_in: त्रुटियां
id_id: Error
ru_ru: Ошибки

source: Don't have API keys?
ar: لا تملك مفاتيح API؟
bn_bd: API কী নেই?
fr_fr: Vous n'avez pas de clés API ?
hi_in: API कीज़ नहीं हैं?
id_id: Tidak punya API keys?
ru_ru: Нет API ключей?

source: Create them for free at YoApy
ar: قم بإنشائها مجاناً في YoApy
bn_bd: YoApy-তে বিনামূল্যে তৈরি করুন
fr_fr: Créez-les gratuitement sur YoApy
hi_in: YoApy पर मुफ्त में बनाएं
id_id: Buat gratis di YoApy
ru_ru: Создайте их бесплатно на YoApy

source: API Keys Pending
ar: مفاتيح API معلقة
bn_bd: API কী অপেক্ষমান
fr_fr: Clés API en attente
hi_in: API कीज़ लंबित
id_id: API Keys Tertunda
ru_ru: API ключи в ожидании

source: Configure your YoApy API keys in %sSettings%s to send tasks.
ar: قم بتكوين مفاتيح YoApy API في %sالإعدادات%s لإرسال المهام.
bn_bd: কাজ পাঠাতে %sসেটিংস%s-এ আপনার YoApy API কী কনফিগার করুন।
fr_fr: Configurez vos clés API YoApy dans %sParamètres%s pour envoyer des tâches.
hi_in: कार्य भेजने के लिए %sसेटिंग्स%s में अपनी YoApy API कीज़ कॉन्फ़िगर करें।
id_id: Konfigurasi API keys YoApy Anda di %sPengaturan%s untuk mengirim tugas.
ru_ru: Настройте ваши YoApy API ключи в %sНастройки%s для отправки задач.

source: New Task
ar: مهمة جديدة
bn_bd: নতুন কাজ
fr_fr: Nouvelle tâche
hi_in: नया कार्य
id_id: Tugas Baru
ru_ru: Новая задача

source: Image Post (FB/IG)
ar: منشور صورة (FB/IG)
bn_bd: ছবি পোস্ট (FB/IG)
fr_fr: Publication Image (FB/IG)
hi_in: इमेज पोस्ट (FB/IG)
id_id: Posting Gambar (FB/IG)
ru_ru: Пост с изображением (FB/IG)

source: Video/Reels (IG/FB/YouTube/TikTok)
ar: فيديو/ريلز (IG/FB/YouTube/TikTok)
bn_bd: ভিডিও/রিলস (IG/FB/YouTube/TikTok)
fr_fr: Vidéo/Reels (IG/FB/YouTube/TikTok)
hi_in: वीडियो/रील्स (IG/FB/YouTube/TikTok)
ru_ru: Видео/Рилз (IG/FB/YouTube/TikTok)

source: Story (FB/IG)
ar: قصة (FB/IG)
bn_bd: স্টোরি (FB/IG)
hi_in: स्टोरी (FB/IG)
ru_ru: История (FB/IG)

source: YouTube Live Schedule
ar: جدولة YouTube مباشر
bn_bd: YouTube লাইভ সময়সূচী
fr_fr: Programmation YouTube Live
hi_in: YouTube लाइव शेड्यूल
id_id: Jadwal YouTube Live
ru_ru: Расписание YouTube Live

source: Caption / Title
ar: التسمية التوضيحية / العنوان
bn_bd: ক্যাপশন / শিরোনাম
fr_fr: Légende / Titre
hi_in: कैप्शन / शीर्षक
id_id: Keterangan / Judul
ru_ru: Подпись / Заголовок

source: Write your text... (#hashtags, @mentions)
ar: اكتب نصك... (#هاشتاغ، @إشارات)
bn_bd: আপনার টেক্সট লিখুন... (#hashtags, @mentions)
fr_fr: Écrivez votre texte... (#hashtags, @mentions)
hi_in: अपना टेक्स्ट लिखें... (#hashtags, @mentions)
id_id: Tulis teks Anda... (#hashtag, @mention)
ru_ru: Напишите ваш текст... (#хэштеги, @упоминания)

source: Drag image here
ar: اسحب الصورة هنا
bn_bd: এখানে ছবি টেনে আনুন
fr_fr: Glissez l'image ici
hi_in: यहां इमेज खींचें
id_id: Seret gambar di sini
ru_ru: Перетащите изображение сюда

source: or
ar: أو
bn_bd: অথবা
fr_fr: ou
hi_in: या
id_id: atau
ru_ru: или

source: click to choose
ar: انقر للاختيار
bn_bd: নির্বাচন করতে ক্লিক করুন
fr_fr: cliquez pour choisir
hi_in: चुनने के लिए क्लिक करें
id_id: klik untuk memilih
ru_ru: нажмите для выбора

source: also supports paste (Ctrl/⌘+V)
ar: يدعم أيضاً اللصق (Ctrl/⌘+V)
bn_bd: পেস্টও সমর্থিত (Ctrl/⌘+V)
fr_fr: supporte aussi coller (Ctrl/⌘+V)
hi_in: पेस्ट भी समर्थित (Ctrl/⌘+V)
id_id: juga mendukung paste (Ctrl/⌘+V)
ru_ru: также поддерживает вставку (Ctrl/⌘+V)

source: Drag video here
ar: اسحب الفيديو هنا
bn_bd: এখানে ভিডিও টেনে আনুন
fr_fr: Glissez la vidéo ici
hi_in: यहां वीडियो खींचें
id_id: Seret video di sini
ru_ru: Перетащите видео сюда

source: Article URL (FB optional)
ar: رابط المقال (FB اختياري)
bn_bd: নিবন্ধের URL (FB ঐচ্ছিক)
fr_fr: URL de l'article (FB optionnel)
hi_in: लेख URL (FB वैकल्पिक)
id_id: URL Artikel (FB opsional)
ru_ru: URL статьи (FB опционально)

source: Leave empty to send now.
ar: اتركه فارغاً للإرسال الآن.
bn_bd: এখনই পাঠাতে খালি রাখুন।
fr_fr: Laisser vide pour envoyer maintenant.
hi_in: अभी भेजने के लिए खाली छोड़ें।
id_id: Kosongkan untuk kirim sekarang.
ru_ru: Оставьте пустым для отправки сейчас.

source: Title (internal)
ar: العنوان (داخلي)
bn_bd: শিরোনাম (অভ্যন্তরীণ)
fr_fr: Titre (interne)
hi_in: शीर्षक (आंतरिक)
id_id: Judul (internal)
ru_ru: Заголовок (внутренний)

source: Save Task
ar: حفظ المهمة
bn_bd: কাজ সংরক্ষণ করুন
fr_fr: Sauvegarder la tâche
hi_in: कार्य सहेजें
id_id: Simpan Tugas
ru_ru: Сохранить задачу

source: Preview
ar: معاينة
bn_bd: পূর্বরূপ
fr_fr: Aperçu
hi_in: पूर्वावलोकन
id_id: Pratinjau
ru_ru: Предпросмотр

source: Feed
ar: التغذية
bn_bd: ফিড
fr_fr: Fil
hi_in: फीड
ru_ru: Лента

source: Stories
ar: القصص
bn_bd: স্টোরিজ
hi_in: स्टोरीज़
ru_ru: Истории

source: Reels
ar: ريلز
bn_bd: রিলস
hi_in: रील्स
ru_ru: Рилз

source: TikTok
ar: تيك توك

source: YouTube
ar: يوتيوب

source: Shorts
ar: شورتس
bn_bd: শর্টস
hi_in: शॉर्ट्स

source: Tasks
ar: المهام
bn_bd: কাজসমূহ
fr_fr: Tâches
hi_in: कार्य
id_id: Tugas
ru_ru: Задачи

source: Search title...
ar: البحث عن العنوان...
bn_bd: শিরোনাম খুঁজুন...
fr_fr: Rechercher le titre...
hi_in: शीर्षक खोजें...
id_id: Cari judul...
ru_ru: Поиск заголовка...

source: All statuses
ar: جميع الحالات
bn_bd: সব অবস্থা
fr_fr: Tous les statuts
hi_in: सभी स्थितियां
id_id: Semua status
ru_ru: Все статусы

source: Refresh
ar: تحديث
bn_bd: রিফ্রেশ
fr_fr: Actualiser
hi_in: रीफ्रेश
ru_ru: Обновить

source: Title
ar: العنوان
bn_bd: শিরোনাম
fr_fr: Titre
hi_in: शीर्षक
id_id: Judul
ru_ru: Заголовок

source: When
ar: متى
bn_bd: কখন
fr_fr: Quand
hi_in: कब
id_id: Kapan
ru_ru: Когда

source: Status
ar: الحالة
bn_bd: অবস্থা
fr_fr: Statut
hi_in: स्थिति
ru_ru: Статус

source: Actions
ar: الإجراءات
bn_bd: কার্যক্রম
hi_in: कार्य
id_id: Aksi
ru_ru: Действия

source: Post
ar: نشر
bn_bd: পোস্ট
fr_fr: Publier
hi_in: पोस्ट
id_id: Posting
ru_ru: Опубликовать

source: Delete
ar: حذف
bn_bd: মুছুন
fr_fr: Supprimer
hi_in: हटाएं
id_id: Hapus
ru_ru: Удалить

source: Type:
ar: النوع:
bn_bd: ধরন:
hi_in: प्रकार:
id_id: Tipe:
ru_ru: Тип:

source: When:
ar: متى:
bn_bd: কখন:
fr_fr: Quand :
hi_in: कब:
id_id: Kapan:
ru_ru: Когда:

source: Status:
ar: الحالة:
bn_bd: অবস্থা:
fr_fr: Statut :
hi_in: स्थिति:
ru_ru: Статус:

source: No tasks yet. Create your first publication above ✨
ar: لا توجد مهام بعد. قم بإنشاء منشورك الأول أعلاه ✨
bn_bd: এখনো কোনো কাজ নেই। উপরে আপনার প্রথম প্রকাশনা তৈরি করুন ✨
fr_fr: Aucune tâche pour le moment. Créez votre première publication ci-dessus ✨
hi_in: अभी तक कोई कार्य नहीं। ऊपर अपना पहला प्रकाशन बनाएं ✨
id_id: Belum ada tugas. Buat publikasi pertama Anda di atas ✨
ru_ru: Задач пока нет. Создайте вашу первую публикацию выше ✨

source: YoApy Settings
ar: إعدادات YoApy
bn_bd: YoApy সেটিংস
fr_fr: Paramètres YoApy
hi_in: YoApy सेटिंग्स
id_id: Pengaturan YoApy
ru_ru: Настройки YoApy

source: Connect your keys, set accounts by network and test the integration.
ar: اربط مفاتيحك، اضبط الحسابات حسب الشبكة واختبر التكامل.
bn_bd: আপনার কী সংযুক্ত করুন, নেটওয়ার্ক অনুযায়ী অ্যাকাউন্ট সেট করুন এবং ইন্টিগ্রেশন পরীক্ষা করুন।
fr_fr: Connectez vos clés, définissez les comptes par réseau et testez l'intégration.
hi_in: अपनी कीज़ कनेक्ट करें, नेटवर्क द्वारा खाते सेट करें और एकीकरण का परीक्षण करें।
id_id: Hubungkan kunci Anda, atur akun berdasarkan jaringan dan uji integrasinya.
ru_ru: Подключите ваши ключи, настройте аккаунты по сетям и протестируйте интеграцию.

source: Keys configured
ar: تم تكوين المفاتيح
bn_bd: কী কনফিগার করা হয়েছে
fr_fr: Clés configurées
hi_in: कीज़ कॉन्फ़िगर की गईं
id_id: Kunci dikonfigurasi
ru_ru: Ключи настроены

source: Keys pending
ar: مفاتيح معلقة
bn_bd: কী অপেক্ষমান
fr_fr: Clés en attente
hi_in: कीज़ लंबित
id_id: Kunci tertunda
ru_ru: Ключи в ожидании

source: Create your keys for free at %s.
ar: قم بإنشاء مفاتيحك مجاناً في %s.
bn_bd: %s-এ বিনামূল্যে আপনার কী তৈরি করুন।
fr_fr: Créez vos clés gratuitement sur %s.
hi_in: %s पर अपनी कीज़ मुफ्त में बनाएं।
id_id: Buat kunci Anda gratis di %s.
ru_ru: Создайте ваши ключи бесплатно на %s.

source: Create Keys
ar: إنشاء مفاتيح
bn_bd: কী তৈরি করুন
fr_fr: Créer des clés
hi_in: कीज़ बनाएं
id_id: Buat Kunci
ru_ru: Создать ключи

source: YoApy Credentials
ar: بيانات اعتماد YoApy
bn_bd: YoApy শংসাপত্র
fr_fr: Identifiants YoApy
hi_in: YoApy क्रेडेंशियल्स
id_id: Kredensial YoApy
ru_ru: Учетные данные YoApy

source: Base URL
ar: الرابط الأساسي
bn_bd: বেস URL
fr_fr: URL de base
hi_in: बेस URL
id_id: URL Dasar
ru_ru: Базовый URL

source: Normally: %s
ar: عادة: %s
bn_bd: সাধারণত: %s
fr_fr: Normalement : %s
hi_in: सामान्यतः: %s
id_id: Biasanya: %s
ru_ru: Обычно: %s

source: Key ID
ar: معرف المفتاح
bn_bd: কী ID
fr_fr: ID de clé
hi_in: कुंजी ID
id_id: ID Kunci
ru_ru: ID ключа

source: Copy
ar: نسخ
bn_bd: কপি
fr_fr: Copier
hi_in: कॉपी
id_id: Salin
ru_ru: Копировать

source: Secret (hex)
ar: السر (hex)
bn_bd: গোপনীয় (hex)
hi_in: सीक्रेट (hex)
ru_ru: Секрет (hex)

source: Show
ar: إظهار
bn_bd: দেখান
fr_fr: Afficher
hi_in: दिखाएं
id_id: Tampilkan
ru_ru: Показать

source: Hexadecimal secret — do not share.
ar: سر سادس عشري — لا تشاركه.
bn_bd: হেক্সাডেসিমাল গোপনীয় — শেয়ার করবেন না।
fr_fr: Secret hexadécimal — ne pas partager.
hi_in: हेक्साडेसिमल सीक्रेट — साझा न करें।
id_id: Secret heksadesimal — jangan dibagikan.
ru_ru: Шестнадцатеричный секрет — не делитесь.

source: Save
ar: حفظ
bn_bd: সংরক্ষণ
fr_fr: Sauvegarder
hi_in: सहेजें
id_id: Simpan
ru_ru: Сохранить

source: Accounts (@) by network
ar: الحسابات (@) حسب الشبكة
bn_bd: নেটওয়ার্ক অনুযায়ী অ্যাকাউন্ট (@)
fr_fr: Comptes (@) par réseau
hi_in: नेटवर्क द्वारा खाते (@)
id_id: Akun (@) berdasarkan jaringan
ru_ru: Аккаунты (@) по сетям

source: Default account (@)
ar: الحساب الافتراضي (@)
bn_bd: ডিফল্ট অ্যাকাউন্ট (@)
fr_fr: Compte par défaut (@)
hi_in: डिफ़ॉल्ट खाता (@)
id_id: Akun default (@)
ru_ru: Аккаунт по умолчанию (@)

source: Used when the network-specific @ is empty. (The @ symbol will be automatically removed)
ar: يُستخدم عندما يكون @ الخاص بالشبكة فارغاً. (سيتم إزالة رمز @ تلقائياً)
bn_bd: যখন নেটওয়ার্ক-নির্দিষ্ট @ খালি থাকে তখন ব্যবহৃত হয়। (@ প্রতীক স্বয়ংক্রিয়ভাবে সরানো হবে)
fr_fr: Utilisé quand le @ spécifique au réseau est vide. (Le symbole @ sera automatiquement supprimé)
hi_in: जब नेटवर्क-विशिष्ट @ खाली हो तो उपयोग किया जाता है। (@ प्रतीक स्वचालित रूप से हटा दिया जाएगा)
id_id: Digunakan ketika @ khusus jaringan kosong. (Simbol @ akan dihapus otomatis)
ru_ru: Используется когда специфичный для сети @ пуст. (Символ @ будет автоматически удален)

source: The @ symbol will be automatically removed
ar: سيتم إزالة رمز @ تلقائياً
bn_bd: @ প্রতীক স্বয়ংক্রিয়ভাবে সরানো হবে
fr_fr: Le symbole @ sera automatiquement supprimé
hi_in: @ प्रतीक स्वचालित रूप से हटा दिया जाएगा
id_id: Simbol @ akan dihapus otomatis
ru_ru: Символ @ будет автоматически удален

source: Usage preview by network
ar: معاينة الاستخدام حسب الشبكة
bn_bd: নেটওয়ার্ক অনুযায়ী ব্যবহারের পূর্বরূপ
fr_fr: Aperçu d'utilisation par réseau
hi_in: नेटवर्क द्वारा उपयोग पूर्वावलोकन
id_id: Pratinjau penggunaan berdasarkan jaringan
ru_ru: Предпросмотр использования по сетям

source: (default)
ar: (افتراضي)
bn_bd: (ডিফল্ট)
fr_fr: (par défaut)
hi_in: (डिफ़ॉल्ट)
ru_ru: (по умолчанию)

source: Connection test
ar: اختبار الاتصال
bn_bd: সংযোগ পরীক্ষা
fr_fr: Test de connexion
hi_in: कनेक्शन परीक्षण
id_id: Tes koneksi
ru_ru: Тест подключения

source: Test connection
ar: اختبار الاتصال
bn_bd: সংযোগ পরীক্ষা করুন
fr_fr: Tester la connexion
hi_in: कनेक्शन परीक्षण करें
id_id: Tes koneksi
ru_ru: Тестировать подключение

source: add keys first
ar: أضف المفاتيح أولاً
bn_bd: প্রথমে কী যোগ করুন
fr_fr: ajoutez d'abord les clés
hi_in: पहले कीज़ जोड़ें
id_id: tambahkan kunci terlebih dahulu
ru_ru: добавьте ключи сначала

source: The result appears in the notices on this page.
ar: تظهر النتيجة في الإشعارات في هذه الصفحة.
bn_bd: ফলাফল এই পৃষ্ঠার নোটিশে দেখা যাবে।
fr_fr: Le résultat apparaît dans les notifications de cette page.
hi_in: परिणाम इस पृष्ठ की सूचनाओं में दिखाई देता है।
id_id: Hasilnya muncul di pemberitahuan pada halaman ini.
ru_ru: Результат появится в уведомлениях на этой странице.

source: Quick help
ar: مساعدة سريعة
bn_bd: দ্রুত সাহায্য
fr_fr: Aide rapide
hi_in: त्वरित सहायता
id_id: Bantuan cepat
ru_ru: Быстрая помощь

source: 1. Generate the keys on the %s.
ar: 1. قم بتوليد المفاتيح في %s.
bn_bd: 1. %s-এ কী জেনারেট করুন।
fr_fr: 1. Générez les clés sur le %s.
hi_in: 1. %s पर कीज़ जेनरेट करें।
id_id: 1. Generate kunci di %s.
ru_ru: 1. Сгенерируйте ключи на %s.

source: YoApy website
ar: موقع YoApy
bn_bd: YoApy ওয়েবসাইট
fr_fr: site web YoApy
hi_in: YoApy वेबसाइट
id_id: website YoApy
ru_ru: сайте YoApy

source: 2. Paste the %s and %s above.
ar: 2. الصق %s و %s أعلاه.
bn_bd: 2. উপরে %s এবং %s পেস্ট করুন।
fr_fr: 2. Collez le %s et le %s ci-dessus.
hi_in: 2. ऊपर %s और %s पेस्ट करें।
id_id: 2. Paste %s dan %s di atas.
ru_ru: 2. Вставьте %s и %s выше.

source: Secret
ar: السر
bn_bd: গোপনীয়
hi_in: सीक्रेट
ru_ru: Секрет

source: 3. Set your %s and, if desired, network-specific @.
ar: 3. اضبط %s الخاص بك، وإذا أردت، @ خاص بالشبكة.
bn_bd: 3. আপনার %s সেট করুন এবং, যদি চান, নেটওয়ার্ক-নির্দিষ্ট @।
fr_fr: 3. Définissez votre %s et, si désiré, @ spécifique au réseau.
hi_in: 3. अपना %s सेट करें और, यदि चाहें तो, नेटवर्क-विशिष्ट @।
id_id: 3. Atur %s Anda dan, jika diinginkan, @ khusus jaringan.
ru_ru: 3. Установите ваш %s и, при желании, специфичный для сети @.

source: default @
ar: @ الافتراضي
bn_bd: ডিফল্ট @
fr_fr: @ par défaut
hi_in: डिफ़ॉल्ट @
ru_ru: @ по умолчанию

source: 4. Click %s and then %s.
ar: 4. انقر على %s ثم %s.
bn_bd: 4. %s-এ ক্লিক করুন এবং তারপর %s।
fr_fr: 4. Cliquez sur %s puis sur %s.
hi_in: 4. %s पर क्लिक करें और फिर %s।
id_id: 4. Klik %s kemudian %s.
ru_ru: 4. Нажмите %s, а затем %s.

source: Hide
ar: إخفاء
bn_bd: লুকান
fr_fr: Masquer
hi_in: छुपाएं
id_id: Sembunyikan
ru_ru: Скрыть

source: Copied!
ar: تم النسخ!
bn_bd: কপি হয়েছে!
fr_fr: Copié !
hi_in: कॉपी हो गया!
id_id: Tersalin!
ru_ru: Скопировано!

source: Copy manually.
ar: انسخ يدوياً.
bn_bd: ম্যানুয়ালি কপি করুন।
fr_fr: Copier manuellement.
hi_in: मैन्युअल रूप से कॉपी करें।
id_id: Salin secara manual.
ru_ru: Копировать вручную.

source: YoApy Logs
ar: سجلات YoApy
bn_bd: YoApy লগস
fr_fr: Journaux YoApy
hi_in: YoApy लॉग्स
id_id: Log YoApy
ru_ru: Логи YoApy

source: Send and API return events. Dates in your timezone (BR format).
ar: أحداث الإرسال وإرجاع API. التواريخ في منطقتك الزمنية (تنسيق BR).
bn_bd: পাঠানো এবং API রিটার্ন ইভেন্ট। আপনার টাইমজোনে তারিখ (BR ফরম্যাট)।
hi_in: भेजें और API रिटर्न इवेंट्स। आपके टाइमज़ोन में दिनांक (BR प्रारूप)।
id_id: Event kirim dan API return. Tanggal dalam timezone Anda (format BR).
ru_ru: События отправки и возврата API. Даты в вашем часовом поясе (формат BR).

source: Clear all
ar: مسح الكل
bn_bd: সব সাফ করুন
fr_fr: Tout effacer
hi_in: सभी साफ़ करें
id_id: Hapus semua
ru_ru: Очистить все

source: Tip: click %s to open the complete JSON.
ar: نصيحة: انقر على %s لفتح JSON الكامل.
bn_bd: টিপ: সম্পূর্ণ JSON খুলতে %s-এ ক্লিক করুন।
fr_fr: Astuce : cliquez sur %s pour ouvrir le JSON complet.
hi_in: टिप: पूरा JSON खोलने के लिए %s पर क्लिक करें।
id_id: Tip: klik %s untuk membuka JSON lengkap.
ru_ru: Подсказка: нажмите %s для открытия полного JSON.

source: view details
ar: عرض التفاصيل
bn_bd: বিস্তারিত দেখুন
fr_fr: voir les détails
hi_in: विवरण देखें
id_id: lihat detail
ru_ru: посмотреть детали

source: Send
ar: إرسال
bn_bd: পাঠান
fr_fr: Envoyer
hi_in: भेजें
id_id: Kirim
ru_ru: Отправить

source: scheduled:
ar: مجدول:
bn_bd: নির্ধারিত:
fr_fr: programmé :
hi_in: शेड्यूल्ड:
id_id: dijadwalkan:
ru_ru: запланировано:

source: Send return
ar: إرجاع الإرسال
bn_bd: পাঠানোর রিটার্ন
fr_fr: Retour d'envoi
hi_in: भेजी गई वापसी
id_id: Return kirim
ru_ru: Возврат отправки

source: Task status
ar: حالة المهمة
bn_bd: কাজের অবস্থা
fr_fr: Statut de la tâche
hi_in: कार्य स्थिति
id_id: Status tugas
ru_ru: Статус задачи

source: View on %s
ar: عرض في %s
bn_bd: %s-এ দেখুন
fr_fr: Voir sur %s
hi_in: %s पर देखें
id_id: Lihat di %s
ru_ru: Посмотреть на %s

source: Job completion
ar: إنجاز المهمة
bn_bd: কাজ সম্পূর্ণ
fr_fr: Achèvement du travail
hi_in: कार्य पूर्णता
id_id: Penyelesaian job
ru_ru: Завершение работы

source: When (local)
ar: متى (محلي)
bn_bd: কখন (স্থানীয়)
fr_fr: Quand (local)
hi_in: कब (स्थानीय)
id_id: Kapan (lokal)
ru_ru: Когда (местное)

source: Action
ar: الإجراء
bn_bd: কার্যক্রম
hi_in: कार्य
id_id: Aksi
ru_ru: Действие

source: Summary
ar: الملخص
bn_bd: সারসংক্ষেপ
fr_fr: Résumé
hi_in: सारांश
id_id: Ringkasan
ru_ru: Сводка

source: hide details
ar: إخفاء التفاصيل
bn_bd: বিস্তারিত লুকান
fr_fr: masquer les détails
hi_in: विवरण छुपाएं
id_id: sembunyikan detail
ru_ru: скрыть детали

source: Send and API return events. Dates in your timezone using WordPress format.
fr_fr: Événements d'envoi et de retour API. Dates dans votre fuseau horaire utilisant le format WordPress.
